Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/metsa.fi/c48.pdf.tmx
Source language: fin
Languages: sme

source: tarkenne Ajoitus Härkäjärvi Työ- ja valmistuspaikat Pyyntikuopat Ajoittamaton Härkäkoski Työ- ja valmistuspaikat Pyyntikuopat Ajoittamaton Härkäkoski pohjoinen Työ- ja valmistuspaikat Pyyntikuopat Ajoittamaton Kusilantto Työ- ja valmistuspaikat Pyyntikuopat Ajoittamaton Kusilantto luode Työ- ja valmistuspaikat Pyyntikuopat Ajoittamaton Morgamniva Työ- ja valmistuspaikat Pyyntikuopat Ajoittamaton Morgam-Viibus Muinaisjäännösryhmät Pyyntikuopat ja purnu Ajoittamaton Muurahaislampi luode Työ- ja valmistuspaikat Pyyntikuopat Ajoittamaton Muurahaislampi länsi Työ- ja valmistuspaikat Pyyntikuopat Ajoittamaton Naukusoja Työ- ja valmistuspaikat Pyyntikuopat Ajoittamaton Nihasenjoen suu pohjoinen Työ- ja valmistuspaikat Pyyntikuopat Ajoittamaton Nihasenjoen suu etelä Työ- ja valmistuspaikat Pyyntikuopat Ajoittamaton Pajjusuvanto Työ- ja valmistuspaikat Pyyntikuopat Ajoittamaton Pajjusuvanto pohjoinen Muinaisjäännösryhmät Asuinpaikka ja pyyntikuoppa Kivi- ja/tai pronssikautinen Peärtuskaidi Työ- ja valmistuspaikat Pyyntikuopat Ajoittamaton Pokantien silta Asuinpaikka Kivikautinen Ravadasjärven autiotupa Asuinpaikka Kivikautinen Ravadasjärvi pohjoinen Työ- ja valmistuspaikat Pyyntikuopat Ajoittamaton Ravadasjärvi luode Työ- ja valmistuspaikat Pyyntikuopat Ajoittamaton Sallijoen kuolpuna 1 Työ- ja valmistuspaikat Pyyntikuopat Ajoittamaton Sallijoen kuolpuna 2 Työ- ja valmistuspaikat Pyyntikuopat Ajoittamaton Sallijoki länsi Työ- ja valmistuspaikat Pyyntikuopat Ajoittamaton Sallijärvi pohjoinen Muinaisjäännösryhmät Pyyntikuopat ja purnu Ajoittamaton Sallivaara Muinaisjäännösryhmät Pyyntikuopat ja latomus Ajoittamaton Seärihjoki itä Työ- ja valmistuspaikat Pyyntikuopat Ajoittamaton Seärihjoki itä 2 Työ- ja valmistuspaikat Pyyntikuopat Ajoittamaton Seärihjoki länsi Työ- ja valmistuspaikat Pyyntikuopat Ajoittamaton Sotkajärvi etelä Työ- ja valmistuspaikat Pyyntikuopat Ajoittamaton Sotkajärvi lounas Työ- ja valmistuspaikat Pyyntikuopat Ajoittamaton Sotkajärvi/Njurkulahti Työ- ja valmistuspaikat Pyyntikuopat Ajoittamaton Vaijoki 2 Työ- ja valmistuspaikat Pyyntikuopat Ajoittamaton Vaijoki itä Työ- ja valmistuspaikat Pyyntikuopat Ajoittamaton Äivihjärven luoteispää Asuinpaikka Kivikautinen Äivihjärvi Muinaisjäännösryhmät Pyyntikuopat ja asuinpaikka Kivikautinen Äivihjärvi Lemmenjoen luusua Työ- ja valmistuspaikat Pyyntikuopat Ajoittamaton Äivihjärvi pohjoinen Työ- ja valmistuspaikat Pyyntikuopat Ajoittamaton Inarin asukkaista suurin osa oli saamelaisia vielä 1800-luvun alussa.
sme: dárkkálmuhttin Goassážis Heargejávri Bargo- ja válmmaštanbáikkit Godderokkit Ii meroštallon Heargeguoika Bargo- ja válmmaštanbáikkit Godderokkit Ii meroštallon Heargeguoika davvi Bargo- ja válmmaštanbáikkit Godderokkit Ii meroštallon Gožžaláttu Bargo- ja válmmaštanbáikkit Godderokkit Ii meroštallon Gožžaláttu oarjedavvi Bargo- ja válmmaštanbáikkit Godderokkit Ii meroštallon Morgannjavvi Bargo- ja válmmaštanbáikkit Godderokkit Ii meroštallon Morgan-Viibos Dološbázahusjoavkkut Godderokkit ja borra Ii meroštallon Gotkaláttu oarjedavvi Bargo- ja válmmaštanbáikkit Godderokkit Ii meroštallon Gotkaláttu oarji Bargo- ja válmmaštanbáikkit Godderokkit Ii meroštallon Návgosája Bargo- ja válmmaštanbáikkit Godderokkit Ii meroštallon Nihasanjoga njálbmi davvi Bargo- ja válmmaštanbáikkit Godderokkit Ii meroštallon Nihasanjoga njálbmi lulli Bargo- ja válmmaštanbáikkit Godderokkit Ii meroštallon Bajjosavvon Bargo- ja válmmaštanbáikkit Godderokkit Ii meroštallon Bajjosavvon davvi Dološbázahusjoavkkut Orohat ja godderoggi Geađge-, bronsaáiggis Bearttošskáidi Bargo- ja válmmaštanbáikkit Godderokkit Ii meroštallon Bohkágeainnu šaldi Orohat Geađgeáiggis Ravadasjávrri ávdinstohpu Orohat Geađgeáiggis Ravadasjávri davvi Bargo- ja válmmaštanbáikkit Godderokkit Ii meroštallon Ravadasjávri oarjedavvi Bargo- ja válmmaštanbáikkit Godderokkit Ii meroštallon Sállejoga guolbba 1 Bargo- ja válmmaštanbáikkit Godderokkit Ii meroštallon Sállejoga guolbba 2 Bargo- ja válmmaštanbáikkit Godderokkit Ii meroštallon Sállejohka oarji Bargo- ja válmmaštanbáikkit Godderokkit Ii meroštallon Sállejávri davvi Dološbázahusjoavkkut Godderokkit ja borra Ii meroštallon Sállevárri Dološbázahusjoavkkut Godderokkit ja látna Ii meroštallon Searitjohka nuorti Bargo- ja válmmaštanbáikkit Godderokkit Ii meroštallon Searitjohka nuorti 2 Bargo- ja válmmaštanbáikkit Godderokkit Ii meroštallon Searitjohka oarji Bargo- ja válmmaštanbáikkit Godderokkit Ii meroštallon Čoađgejávri lulli Bargo- ja válmmaštanbáikkit Godderokkit Ii meroštallon Čoađgejávri oarjelulli Bargo- ja válmmaštanbáikkit Godderokkit Ii meroštallon Čoađgejávri/Njurggoluokta Bargo- ja válmmaštanbáikkit Godderokkit Ii meroštallon Váijohka 2 Bargo- ja válmmaštanbáikkit Godderokkit Ii meroštallon Váijohka nuorti Bargo- ja válmmaštanbáikkit Godderokkit Ii meroštallon Áivvetjávrri oarjedavágeahči Orohat Geađgeáiggis Áivvetjávri Dološbázahusjoavkkut Godderokkit ja orohat Geađgeáiggis Áivvetjávri Leammi oaivvuš Bargo- ja válmmaštanbáikkit Godderokkit Ii meroštallon Áivvetjávri davvi Bargo- ja válmmaštanbáikkit Godderokkit Ii meroštallon Anára vuosttas ođđadálut vuođđuduvvojedje 1700-logu gaskkamuttus Muttošjávrái.

source: Lemmenjoen kansallispuiston alueella asui 1800-luvun alussa pysyvästi vain vähän ihmisiä.
sme: Dáid áiggiid dakkárat vuođđuduvvojedje maiddái Avviljoga ja Fáškku sisa.

source: Lemmenjoen ensimmäinen uudistila rakennettiin Lemmenjokisuuhun 1880-luvulla Lemmensuu-nimisenä.
sme: Leammi vuosttas ođđadállu (Lemmensuu) huksejuvvui Leamminjálbmái 1880-logus.

source: Lemmenjoen varteen hieman ylemmäs oltiin 1890-luvulla perustamassa Jokelan uudistilaa, mutta tilan omistajan hakemus kuitenkin hylättiin.
sme: Leammi sisa vehá badjelii ledje 1890logus vuođđudeamen Jokela-ođđadálu, muhto dálu oamasteaddji ohcamuš goittotge hilgojuvvui.

source: Porotalouden historiaa on käsitelty luvussa 8.1.
sme: Boazodoalu historjá lea gieđahallon logus 8.1.

source: Lemmenjoen kansallispuiston kulttuuriarvojen suojelusäädöksistä
sme: 5.2.2 Dálá dilli Leammi álbmotmeahci kulturárvvuid suodjalannjuolggadusat

source: Kaikki kiinteät muinaisjäännökset ovat muinaismuistolain (295/1963) nojalla rauhoitettuja, ja niitä jollakin tavalla koskevista toimenpiteistä on aina pyydettävä lausunto Museovirastolta.
sme: Buot giddes dološbázahusat leat dološmuitolága (295/1963) vuođul ráfáidahtton, ja daidda juogaláhkai guoskevaš doaimmaid birra galgá álo bivdit cealkámuša Museovirastos.

source: Muinaisjäännösten tutkimus edellyttää Museoviraston lupaa.
sme: Jos háliida dutkat dološbázahusaid, de galgá leat Museovirasto lohpi.

source: Ilman muinaismuistolain nojalla annettua lupaa on kiinteän muinaisjäännöksen kaivaminen, peittäminen, muuttaminen, vahingoittaminen, poistaminen ja muu siihen kajoaminen kielletty.
sme: Giddes dološbázahusa roggan, gokčan, muhttin, vahágahttin, jávkadeapmi ja eará dan duohtadeapmi lea gildojuvvon, jos ii leat dološmuitolága vuođul addojuvvon lohpi.

source: Jos maata kaivettaessa tai muuta työtä suoritettaessa tavataan kiinteä muinaisjäännös, jota aikaisemmin ei ole tunnettu, on työ muinaisjäännöksen kohdalta heti keskeytettävä ja työn johdon viipymättä saatettava asia Museoviraston tietoon tarpeellisia toimenpiteitä varten.
sme: Jos eatnama rokkadettiin dahje eará barggu oktavuođas deaivá gávdnat giddes dološbázahusa, mii ii leat ovdal dovdojuvvon, de bargu galgá dološbázahusa buohta seammás gaskkalduhttot ja barggu jođiheaddji galgá farggamusat dieđihit áššis Museovirastoi, vai dát sáhttá álgit dárbbašlaš doaimmaide.

source: Kansallispuistossa on yksi asetuksella valtion omistamista rakennuksista (480/1985) suojeltu rakennusperintökohde: Sallivaaran erotusalue.
sme: Sállevári gárdi lea álbmotmeahcis áidna huksenárbečuozáhat, mii lea suodjaluvvon ásahusa (Ásahus stáhta oamastan visttiin 480/1985) vuođul.

source: Asetuksessa määrätään, että kohdetta tulee hoitaa ja pitää kunnossa huolellisesti.
sme: Ásahusas mearriduvvo ahte čuozáhat galgá dikšojuvvot ja bajásdollojuvvot fuolalaččat.

source: Erotusaitaa ja siihen liittyviä kämppiä ei saa ilman Museoviraston lupaa muuttaa tai käyttää niin, että niiden kulttuurihistoriallinen arvo vähenee.
sme: Gárddi ja dasa guoskevaš gámppáid ii oaččo Museovirasto lobi haga muhttit dahje geavahit nu, ahte daid kulturhistorjjálaš árvu geahppána.

source: Kaikki rakenteita koskeva korjaussuunnittelu on tehtävä yhteistyössä Museoviraston kanssa.
sme: Buot rusttegiidda guoskevaš divvunplánen galgá dahkkojuvvot ovttasráđiid Museovirastoin.

source: Lisman kylä ja Sallivaaran poroerotusalue ovat valtakunnallisesti merkittäviä rakennettuja kulttuuriympäristöjä (Museovirasto 1993).
sme: Lismmá gilli ja Sállevári gárdi gullet riikkadásis mearkkašahtti huksejuvvon kulturbirrasiidda (Museovirasto 1993).

source: Metsähallituksen tulee toiminnassaan ottaa huomioon valtakunnalliset alueidenkäyttötavoitteet ja edistää niiden toteuttamista.
sme: Meahciráđđehus galgá doaimmastis váldit vuhtii riikkadási guovlluidgeavahanulbmiliid ja bargat daid ollašuhttima ovdii.

source: Valtakunnallisesti merkittävien rakennettujen kulttuuriympäristöjen osalta tavoitteet tarkoittavat, että alueilla pyritään säilyttämään rakennukset, rakenteet ja ympäristö mahdollisimman hyvin.
sme: Riikkadásis mearkkašahtti huksejuvvon kulturbirrasiid hárrái ulbmilat oaivvildit dan, ahte guovlluin geahččalit seailluhit visttiid, rusttegiid ja birrasa nu bures go vejolaš.

source: Muutokset ja mahdollinen täydennysrakentaminen eivät saa olla ristiriidassa niiden kulttuuriympäristöarvojen kanssa.
sme: Rievdadeamit ja vejolaš dievasmahttinhuksen eai oaččo mannat ruossalassii daid kulturbirasárvvuiguin.

source: Lemmenjoen kansallispuistossa ovat sallittuja ”7) toimenpiteet, jotka ovat tarpeen perinteisten luonnonkäyttömuotojen muovaamien ympäristötyyppien säilyttämiseksi sekä näihin ympäristötyyppeihin liittyvien rakennusten ja rakenteiden entistämiseksi ja kunnossapitämiseksi – – sekä 14) muut toimenpiteet, jotka ovat tarpeellisia kansallispuiston hoidon tai käytön kannalta ja jotka [ympäristöministeriö] on hyväksynyt”.
sme: Leammi álbmotmeahcis oažžu ”7) álgit dárbbašlaš doaimmaide árbevirolaš luonddugeavahanhámiid dagahan birastiippaid seailluhan dihte ja dáidda birastiippaide guoskevaš visttiid ja rusttegiid ovddeštan ja bajásdoallan dihte; – – ja 14) álgit álbmotmeahci dikšuma ja geavaheami dáfus eará dárbbašlaš doaimmaide, maid [birasministeriija] lea dohkkehan”.

source: (Asetus eräistä valtion omistamille alueille perustetuista kansallispuistoista ja luonnonpuistoista 932/1981, 2 §)
sme: (Ásahus stáhtaeatnamiidda vuođđuduvvon dihto álbmot- ja luonddumehciin 932/1981, 2 §)

source: Metsähallituksen ja Museoviraston yhteistyö
sme: Meahciráđđehusa ja Museovirasto ovttasbargu

source: Metsähallituksella ja Museovirastolla on puitesopimus yhteistyöstä.
sme: Meahciráđđehusas ja Museovirastos lea rápmasoahpamuš ovttasbarggus.

source: Yhteistyön tavoitteena on muun muassa tukea kulttuuriympäristön ja kulttuuriperinnön tunnistamista ja säilymistä sekä kulttuurihistoriallisesti kestävää hoitoa ja käyttöä Metsähallituksen hallinnoimilla alueilla.
sme: Dán ovttasbarggu bokte geahččalit earret eará doarjut kulturbirrasa ja kulturárbbi dovdáma ja seailuma sihke kulturhistorjjálaččat bistevaš dikšuma ja geavaheami Meahciráđđehusa hálddašan guovlluin.

source: Metsähallituksella on käytössään Museoviraston ylläpitämän muinaisjäännösrekisterin tiedot suoraan paikkatietojärjestelmissään.
sme: Meahciráđđehusa anus leat Museovirasto bajásdoallan dološbázahusregistara dieđut iežas báikediehtovuogádagain.

source: Rakennusperinnön osalta on tehty yhteistyötä sekä saamelaiskohteiden että kultakohteiden kunnostamisessa Lemmenjoen kansallispuistossa.
sme: Huksenárbbi hárrái Meahciráđđehus ja Museovirasto leaba bargan ovttas sihke sámečuozáhagaid ja gollečuozáhagaid divodandoaimmas Leammi álbmotmeahcis.

source: Saamelaiskulttuurin turvaaminen
sme: Sámekultuvrra dorvvasteapmi

source: Saamelaiskulttuurin asemaa säätelevät tietyt kansainväliset sopimukset ja lainsäädäntö, jotka on käyty läpi luvussa 3 Hoidon ja käytön tavoitteet, 3.4 Saamelaiskulttuurin turvaaminen.
sme: Sámekultuvrra sajádaga leat muddemin dihto riikkaidgaskasaš soahpamušat ja láhkamearrádusat, mat leat gieđahallon logus 3.4 Dikšuma ja geavaheami ulbmilat; Sámekultuvrra dorvvasteapmi.

source: Saamelaisilla on ollut vuodesta 1995 lähtien perustuslakiin perustuva oikeus harjoittaa kulttuuriaan kotiseutualueellaan.
sme: Sámiin lea leamaš jagi 1995 rájes vuođđoláhkii vuođđuduvvi vuoigatvuohta bargat iežaset kultuvrrain ruovttuguovllusteaset.

source: Saamelaisten perinteinen kulttuuri perustuu oman alueen ja sen luonnon tuoton monipuoliseen ja kestävään käyttöön.
sme: Sámiid árbevirolaš kultuvra vuođđuduvvá iežaset guovllu ja dan luonddu buvttadeami máŋggabealat ja bistevaš geavaheapmái.

source: Saamelaisen luonnonkäytön edellytyksenä on ollut luonnon tunteminen.
sme: Sámi luonddugeavaheami eaktun lea leamaš luonddu dovdan.

source: Poronhoito, kalastus, metsästys ja pienimuotoinen maatalous sekä käsityöt ja luonnonvaraisten tuotteiden keräily ovat saamelaisten perinteisiä elinkeinoja, joiden harjoittaminen on monille saamelaisille elämäntapa.
sme: Boazodoallu, guolástus, meahccebivdu, smávva eanadoallu sihke duodji ja luonddubuktagiid čoaggin leat sámiid árbevirolaš ealáhusat, maiguin máŋggat sámit barget.

source: (Saamelaiskäräjät 2006)
sme: (Sámediggi 2006)

source: Poronhoitokulttuuri on säilynyt vahvana perinteenä Lemmenjoen kansallispuistossa.
sme: Boazodoallokultuvra lea bisson nana árbevierrun Leammi álbmotmeahcis.

source: Poronhoito on edelleen alueen keskeisin luontaiselinkeino.
sme: Boazodoallu lea ainge guovllu mávssoleamos luondduealáhus.

source: Aluetta käyttävät luontaiselinkeinojen harjoittamiseen porotalouden harjoittajien lisäksi myös muut lähikylien asukkaat.
sme: Guovllu geavahit luondduealáhusaid dárbbuide boazodoalliid lassin maiddái lagasgiliid eará ássit.

source: Kalastuksella, metsästyksellä ja marjastuksella on merkittävä osuus myös muille kuin suoranaisesti luontaiselinkeinoja harjoittaville kotitalouksille: Ne tuovat tärkeän lisän väestön ruokatalouteen.
sme: Guolástus, meahccebivdu ja murjen mearkkaša mealgat maiddái earáide go luondduealáhusaiguin njuolgga bargi dállodoaluide, dasgo dat addet dehálaš lasi olbmuid borramušdállodollui.

source: Luonnossa liikkuminen on myös tärkeä vapaa-ajanviettotapa paikalliselle väestölle.
sme: Luonddus johtaleapmi lea báikkálaš olbmuide maiddái dehálaš vuohki vásihit astoáiggi.

source: Saamelaiskulttuurin turvaamisen kannalta tärkeimmät kysymykset hoito- ja käyttösuunnitelmassa koskevat poronhoitomahdollisuuksien turvaamista.
sme: Sámekultuvrra dorvvasteami dáfus deháleamos gažaldagat dikšun- ja geavahanplánas gusket boazodoallovejolašvuođaid dorvvasteapmái.

source: Poronhoito ei ole pelkkä elinkeino, vaan myös alueen saamelaiskulttuurin tärkeä henkinen perusta.
sme: Boazodoallu ii leat dušše ealáhus, muhto maiddái guovllu sámekultuvrra dehálaš vuoiŋŋalaš vuođđu.

source: Se ylläpitää kielellistä ja kulttuurista jatkuvuutta.
sme: Dat lea bajásdoallamin giela ja kultuvrra.

source: Muutokset poronhoidossa heijastuvat muutoksena porosaamelaisten elämäntapaan.
sme: Nuppástusat boazodoalus vuhttojit boazosámiid eallinvuogi rievdamin.

source: Nykyisin saamelaiskulttuuriin vaikuttavat myös monet muut tekijät, kuten mm. markkinatalouden vaatimukset porotalouden kautta.
sme: Dán áigge sámekultuvrii váikkuhit maiddái máŋggat eará áššit dego ee. márkanekonomiija gáibádusat boazodoalu bokte.

source: Alueen eri käyttömuotojen yhteen sovittamiseksi kansallispuisto on jaettu suunnitelmassa vyöhykkeisiin.
sme: Guovllu sierra geavahanhámiid oktiiheivehan dihte álbmotmeahcci lea juhkkojuvvon plánas avádagaide.

source: Tällä pyritään minimoimaan poronhoidolle aiheutuvat maastoliikenteen ja virkistyskäytön tuomat haitat.
sme: Ná geahččalit geahpedit nu ollu go vejolaš meahccejohtalusa ja lustageavaheami heajos váikkuhusaid boazodollui.

source: Vyöhykkeistämällä ei rajoiteta porotalouden ja luontaiselinkeinojen harjoittamista alueella.
sme: Avádatjuohku ii gáržžit vejolašvuođaid bargat guovllus boazodoaluin ja luondduealáhusaiguin.

source: Muu toiminta ei saa aiheuttaa porotaloudelle merkittävää haittaa ja vahinkoa.
sme: Eará doaimmat eai oaččo dagahit boazodollui mearkkašahtti heađuštusaid ja vahágiid.

source: Saamelaiskäräjien mukaan saamelaisten laajasta käyttöalueesta johtuen saamelaisten asumukset ovat olleet joko siirrettäviä (kota) tai alueen eri osissa on ollut useita tilapäisiä asumuksia (turvekota).
sme: Sámedikki mielde sámiid viiddis geavahanguovllu dihte sámiid viesuid lea sáhttán juogo sirdit (goahti) dahje guovllu sierra osiin leat leamaš moanat gaskaboddosaš viesut (lavdnjegoahti).

source: Näistä asumuksista ja luonnon käyttömuodoista ei ole jäänyt pysyviä merkkejä, joiden mukaan voisi olettaa alueiden olleen saamelaisten käytössä, vaan on voitava luottaa perinnetietoon siitä, kuka ja mitkä suvut ovat hallinneet alueita.
sme: Dáin viesuin ja luonddu geavahanhámiin eai leat báhcán bissovaš mearkkat, maid mielde sáhtášii navdit guovlluid leamaš sámiid anus, muhto ferte sáhttit luohttit árbedihtui das, gii ja mat sogaid leat hálddašan guovlluid.

source: Pääväestön kulttuuri puolestaan perustuu pysyvien rakennusten rakentamiseen sekä alueiden raivaamiseen ja viljelemiseen asuinympäristössä.
sme: Váldoálbmoga kultuvrra vuođđun fas leat bissovaš visttiid huksen ja guovlluid njáskan ja šaddadeapmi ássanbirrasis.

source: Saamelaiskäräjien mielestä tällainen intensiivinen maankäyttö muuttaa luontoa pysyvästi ihmisen vaatimuksien mukaiseksi.
sme: Sámedikki mielas dákkár beaktilis eanageavaheapmi rievdada luonddu bissovaččat vástidit olbmo gáibádusaid.

source: Muinaisjäännökset
sme: Dološbázahusat

source: Lemmenjoen kansallispuistossa ei ole tehty koko alueen kattavaa muinaisjäännösten inventointia, ja siellä on tehty ainoastaan yksi muinaisjäännöksen kaivaustutkimus.
sme: Leammi álbmotmeahcis ii leat dahkkojuvvo oppa guovllu gokčevaš dološbázahusaid inventeren, ja doppe lea dahkkojuvvon dušše okta dološbázahusa roggandutkamuš.

source: Muinaisjäännöksiä tunnetaankin lähinnä vilkkaimmilta retkeilyalueilta Lemmenjoen varresta.
sme: Dološbázahusat leatge dihtosis vuosttažettiin ealaskeamos vánddardanguovlluin Leammi siste.

source: Tällä hetkellä Lemmenjoen kansallispuistosta tunnetaan 36 muinaisjäännöskohdetta (taulukko 5 ja kuva 5).
sme: Dál dihtet Leammi álbmotmeahcis gávdnot 36 dološbázahusčuozáhaga (tabealla 5 ja govva 5).

source: Kohteita löytyisi varmasti lisää, jos inventoinnit laajennettaisiin koskemaan myös kansallispuiston syrjäisempiäkin osia.
sme: Čuozáhagat gávdnošedje sihkkarit lasi, jos inventeremat viiddiduvvošedje guoskat maiddái álbmotmeahci boaittobealeosiide.

source: Kaikki muinaisjäännökset on merkitty Metsähallituksen REISKA-tietojärjestelmään.
sme: Buot dološbázahusat leat merkejuvvon Meahciráđđehusa REISKA-diehtovuogádahkii.

source: Kaapin Jounin tila
sme: Gáppe-Jon báiki

source: Kansallispuistossa sijaitseva Kaapin Jounin tila on kulttuurihistoriallisesti arvokas saamelaiskulttuuria edustava kohde, ja tilalla sijaitsee luonnonsuojelullisesti arvokas perinnemaisema.
sme: Gáppe-Jon báiki álbmotmeahcis lea kulturhistorjjálaččat mávssolaš sámekulturčuozáhat ja das lea luonddusuodjaleami dáfus mávssolaš árbevierroduovdda.

source: Rakennuskokonaisuus kertoo monimuotoisesta saamelaisesta elämäntavasta, vaiheesta jossa siirryttiin nomadisesta poronhoidosta kiinteään asumiseen.
sme: Visteollisvuohta muitala máŋggahápmásaš sámeeallinvuogis, dan áiggis go olbmot sirdašuvve johttiboazodoalus fásta ássamii.

source: Kokonaisuudella on lisäksi suuri merkitys alueen sukujen identiteetille.
sme: Ollisvuohta mearkkaša maiddái ollu guovllu sogaid identitehtii.

source: Kaapin Jounin asuinkenttä on saamelaisille tärkeä, koska se kuuluu osana Lemmenjoen suunnan saamelaiseen kulttuurimaisemaan.
sme: Gáppe-Jon báiki lea sámiide dehálaš, dasgo dat gullá oassin Leammi beale sámi kulturduovdagii.

source: Toistaiseksi (tilanne 9.8. 2007) kohdetta ei ole suojeltu millään asetuksella tai lailla.
sme: Dássážii (dilli 9.8.2007) Gáppe-Jon báiki ii leat suodjaluvvon mainnage ásahusain dahje lágain.

source: Saamelaisia kulttuurimaisema- ja rakennusperintökohteita on suojeltu toistaiseksi erittäin vähän, joten kohteen suojelulla on myös valtakunnallista merkitystä.
sme: Sámi kulturduovdda- ja huksenárbečuozáhagat leat suodjaluvvon dássážii hui uhccán, ja nuba Gáppe-Jon báikki suodjaleapmi mearkkaša maiddái riikkadásis.

source: (taulukko 6)
sme: (tabealla 6)

source: Matti Mustan pihakenttä
sme: Čáhppes-Máhte báiki

source: Ylimmäisen Lankojärven rannalla sijaitseva Matti Mustan pihakenttä on arvioitu vuoden 1997 perinnemaisemien inventointien yhteydessä paikallisesti arvokkaaksi perinnemaisemaksi (Kalpio &amp; Bergman 1999).
sme: Čáhppes-Máhte báiki Bajit Lággojávrri gáttis lea árvvoštallon jagi 1997 árbevierroduovdagiid inventerema oktavuođas báikkálaččat divrras árbevierroduovddan (Kalpio &amp; Bergman 1999).

source: Kentällä on asuttu vakituisesti vuosina 1903–1917, minkä jälkeen paikka toimi perheen kalastustukikohtana.
sme: Báikkis lea ássojuvvon fásta jagiid 1903–1917, man maŋŋá báiki doaimmai bearraša guolástandoarjjabáikin.

source: Metsähallitus kunnosti Matti Mustan tuvan vuonna 1994. Alueelle on rakennettu käymälä, puuliiteri ja tulipaikka.
sme: Meahciráđđehus divodii Čáhppes-Máhte stobu 1994:s. Báikái leat ráhkaduvvon hivsset, muorravisti ja dolastallanbáiki.

source: Retkeilijöiden liikkuminen auttaa pihaa pysymään avoimena.
sme: Vánddardeaddjiid johtaleami dihte báiki bissu rabasin.

source: Hoitotoimenpiteet alueella on aloitettu vuonna 1994, jolloin raivattiin kentän reunoille levinneitä puita ja pensaita.
sme: Báikki leat dikšugoahtán 1994:s, goas njáskojuvvojedje giedderavddaide šaddagoahtán muorat ja miestagat.

source: Kentän niittäminen aloitettiin vuonna 1997. Niittoa ja raivausta jatketaan hoitosuunnitelman mukaan.
sme: Gietti láddjegohte 1997:s. Láddjen- ja njáskandoaimmat jotkojuvvojit dikšunplána mielde.

source: Sallivaaran erotusalue on luokiteltu valtakunnallisesti arvokkaaksi rakennetuksi kulttuuriympäristöksi (Museovirasto 1993) ja maakunnallisesti arvokkaaksi perinnemaisemaksi (Kalpio &amp; Bergman 1999, Ympäristöministeriö 1992).
sme: Sállevári gárdi Sállevári gárdi lea juogustuvvon riikkadásis divrras huksejuvvon kulturbirasin (Museovirasto 1993) ja eanagottidásis divrras árbevierroduovddan (Kalpio &amp; Bergman 1999, Birasministeriija 1992).

source: Pohjois-Lapin maakuntakaavassa (Lapin liitto 2006) Sallivaaran alue on merkitty rakennussuojelualueeksi (Liite 10).
sme: Davvi-Lappi eanagoddelávas (Lappi Lihttu 2006) Sállevári guovlu lea merkejuvvon huksensuodjalanguovlun (Čuovus 10).

source: Lisäksi rakenteet on suojeltu asetuksella (480/1985) elinkeino- ja kulttuurihistoriallisesti arvokkaina saamelaisen poronhoidon muistomerkkeinä.
sme: Dasa lassin rusttegat leat suodjaluvvon ásahusa (480/1985) vuođul ealáhus- ja kultuhistorjjálaččat divrras muitomearkan sámi boazodoalus.

source: Museovirasto, Metsähallitus ja Sallivaaran paliskunta ovat yhteistyössä kunnostaneet poroerotuspaikan ja rakentaneet alueelle polun pitkospuineen Inari–Kittilä-maantien varresta.
sme: Museovirasto, Meahciráđđehus ja Sállevári bálggus leat ovttasráđiid divodan gárddi ja ráhkadan dohko bálgá oktan roviiguin Anára–Gihttela geaidnoguoras.

source: Poroerotuspaikkaan kuuluu suuri puusta rakennettu kaarre, jossa on kaksi pidätystä, erotuskaarteessa 22 konttoria.
sme: Gárdebirrasii gullet stuorra muorragárdi, mas leat guokte čuoččuhanáiddi, ieš gárddis leat 22 kontora.

source: Kämppiä tai niiden jäänteitä erotuspaikan alueella on 17 kpl (Lokio 1997).
sme: Gámppát dahje daid bázahusat gárddi birrasiin lea 17 (Lokio 1997).
